Repository: Feliks-WR/mint-translations
Catalog: po-export/mintsources/mintsources-*.po
Languages: fa, sr@latin

source: You are about to remove the following PPA:
fa: شما در شرف حذف PPA زیر هستید:
sr@latin: Upravo ćete ukloniti sledeću PPA:

source: More info: %s
fa: اطّلاعات بیش‌تر: %s
sr@latin: Više informacija: %s

source: Press Enter to continue or Ctrl+C to cancel
fa: برای ادامه Enter یا برای لغو Ctrl+C را فشار دهید
sr@latin: Pritisnite Enter da nastavite ili Ctrl+C da opozovete

source: Unable to prompt for response. Please run with -y
fa: امکان درخواست پاسخ وجود ندارد. لطفا با -y اجرا کنید
sr@latin: Ne mogu potaknuti odgovor. Unesite istu komandu sa -y

source: Cancelling...
fa: درحال لغو...
sr@latin: Opozivam...

source: Cannot get info about PPA: '%s'.
fa: نمی توان اطلاعاتی درباره PPA دریافت کرد: '%s'.
sr@latin: Ne mogu dobiti informacije o PPA: '%s'.

source: failed to remove PPA: '%s'
fa: PPA حذف نشد: '%s'
sr@latin: neuspešno uklanjanje PPA: '%s'.

source: failed to remove repository: '%s'
fa: مخزن حذف نشد: '%s'
sr@latin: neuspešno uklanjanje repozitorijuma: '%s'.

source: Adding PPAs is not supported
fa: افزودن PPA پشتیبانی نمی شود
sr@latin: Dodavanje PPA nije podržano

source: Cannot add PPA: '%s'.
fa: نمی توان PPA را اضافه کرد: '%s'.
sr@latin: Ne mogu dodati PPA: '%s'.

source: Adding private PPAs is not supported currently
fa: افزودن PPA های خصوصی در حال حاضر پشتیبانی نمی شود
sr@latin: Trenutno nije podržano dodavanje privatnih PPA

source: You are about to add the following PPA:
fa: شما در حال اضافه کردن PPA زیر هستید:
sr@latin: Upravo ćete dodati sledeću PPA:

source: Malformed input, repository not added.
fa: ورودی نادرست، مخزن اضافه نشده است.
sr@latin: Nepravilan unos, repozitorijum nije pridodat.

source: Repository already exists.
fa: مخزن از قبل وجود دارد.
sr@latin: Repozitorijum već postoji.

source: Connection timed out, check your connection or try again later.
fa: زمان اتصال به پایان رسیده است، اتصال خود را بررسی کنید یا بعداً دوباره امتحان کنید.
sr@latin: Vezа je isteklа, proverite Vašu vezu ili pokušаjte ponovo kasnije.

source: Failed to establish a secure connection.
fa: خرابی در برقراری اتصالی امن.
sr@latin: Ne mogu da uspostavim bezbednu vezu.

source: Failed to download the PPA: %s.
fa: PPA دانلود نشد: %s.
sr@latin: Neuspešno preuzimanje PPA: %s.

source: No supported PPA of this name was found.
fa: هیچ PPA پشتیبانی شده ای با این نام یافت نشد.
sr@latin: Nije pronađena nijedna podržana PPA pod ovim nazivom.

source: This PPA does not support %s
fa: این PPA از %s پشتیبانی نمی کند
sr@latin: Ova PPA ne podržava %s

source: Sources
fa: منابع
sr@latin: Izvori

source: CD-ROM (Installation Disc)
fa: CD-ROM (دیسک نصبی)
sr@latin: CD-ROM (instalacioni disk)

source: Local Repository
fa: مخزن محلی
sr@latin: Lokalni repozitorijum

source: Linux Mint uses Romeo to publish packages which are not tested. Once these packages are tested, they are then moved to the official repositories. Unless you are participating in beta-testing, you should not enable this repository. Are you sure you want to enable Romeo?
fa: لینوکس مینت از Romeo برای انتشار بسته های آزمایش نشده استفاده می کند. هنگامی که این بسته ها آزمایش شدند، سپس به مخازن رسمی منتقل می شوند. تا زمانی که در آزمایش بتا شرکت نکرده باشید، نباید این مخزن را فعال کنید. آیا مطمئن هستید که می خواهید رومئو را فعال کنید؟
sr@latin: Linuks Mint koristi Romeo za objavljivanje paketa koji nisu testirani. Kada se završi testiranje ovih paketa, oni se prebacuju u zvanične repozitorijume. Osim ukoliko ne učestvujete u beta testiranju, ne biste trebali da omogućite ovaj repozitorijum. Da li ste sigurni da želite da omogućite Romeo?

source: Select a mirror
fa: انتخاب میرور
sr@latin: Izaberite preslikani server

source: Country
fa: کشور
sr@latin: Država

source: Mirror
fa: میرور

source: Speed
fa: سرعت
sr@latin: Brzina

source: Worldwide
fa: جهانی
sr@latin: Globalni

source: kB/s
fa: کیلوبایت/ثانیه

source: MB/s
fa: مگابایت/ثانیه

source: GB/s
fa: گیگابایت/ثانیه

source: Obsolete
fa: منسوخ
sr@latin: Zastarelo

source: Unreachable
fa: خارج از دسترس
sr@latin: Nedostupno

source: Software Sources
fa: منابع نرم‌افزاری
sr@latin: Izvori softvera

source: Unstable packages
fa: بسته های ناپایدار
sr@latin: Nestabilni paketi

source: Main
fa: اصلی
sr@latin: Glavni

source: Base
fa: پایه
sr@latin: Osnovni

source: Enabled
fa: فعال‌شده
sr@latin: Omogućeno

source: Repository
fa: مخزن
sr@latin: Repozitorijum

source: Key
fa: کلید
sr@latin: Ključ

source: There is no more residual configuration on the system.
fa: دیگر پیکربندی باقیمانده ای در سیستم وجود ندارد.
sr@latin: Nema više rezidualnih konfiguracija na ovom sistemu.

source: The problem was fixed. Please reload the cache.
fa: مشکل برطرف شد. لطفاً حافظه پنهان را مجدداً بارگیری کنید.
sr@latin: Problem je rešen. Učitajte ponovo keš.

source: Duplicate entries were removed. Please reload the cache.
fa: ورودی های تکراری حذف شدند. لطفاً حافظه پنهان را مجدداً بارگیری کنید.
sr@latin: Istovetni unosi su uklonjeni. Učitajte ponovo keš.

source: No duplicate entries were found.
fa: هیچ ورودی تکراری یافت نشد.
sr@latin: Nisu pronađeni istovetni unosi.

source: Error with your APT configuration, you may have to reload the cache first.
fa: خطا در پیکربندی APT شما، ممکن است لازم باشد ابتدا حافظه پنهان را دوباره بارگیری کنید.
sr@latin: Greška u Vašoj konfiguraciji APT-a, možda ćete morati da ponovo učitate keš.

source: All missing keys were successfully added.
fa: همه کلیدهای گمشده با موفقیت اضافه شدند.
sr@latin: Svi nedostajući ključevi su uspešno dodati.

source: Not all missing keys could be found.
fa: همه کلیدهای گمشده پیدا نشد.
sr@latin: Nije bilo moguće pronaći sve nedostajuće ključeve.

source: Keys were added for the following repositories:
fa: کلید برای مخازن زیر اضافه شد:
sr@latin: Ključevi su dodati za sledeće repozitorijume:

source: Keys are still missing for the following repositories:
fa: کلیدها هنوز برای مخازن زیر وجود ندارند:
sr@latin: Još uvek nedostaju ključevi za sledeće repozitorijume:

source: Add the remaining missing key(s) manually or remove the corresponding repositories or PPAs.
fa: کلید(های) گمشده باقیمانده را به صورت دستی اضافه کنید یا مخازن یا PPA مربوطه را حذف کنید.
sr@latin: Dodaj preostali(e) nedostajući(e) ključ(eve) ručno ili ukloni odgovarajuće repozitorijume ili PPA.

source: Please reload the cache.
fa: لطفاً حافظه پنهان را مجدداً بارگیری کنید.
sr@latin: Učitajte ponovo keš.

source: No missing keys were found.
fa: هیچ کلید مفقودی پیدا نشد.
sr@latin: Nije pronađen ni jedan nedostajući ključ.

source: Open..
fa: باز کردن..
sr@latin: Otvori..

source: Cancel
fa: لغو
sr@latin: Otkaži

source: Open
fa: بازکردن
sr@latin: Otvori

source: Please enter the fingerprint of the public key you want to download from keyserver.ubuntu.com:
fa: لطفاً اثر انگشت کلید عمومی را که می‌خواهید از keyserver.ubuntu.com دانلود کنید وارد کنید:
sr@latin: Unesite otisak javnog ključa koji želite da preuzmete sa keyserver.ubuntu.com:

source: Are you sure you want to permanently remove the selected keys?
fa: آیا مطمئن هستید که می خواهید کلیدهای انتخاب شده را برای همیشه حذف کنید؟

source: Please enter the name or the URL of the PPA you want to add:
fa: لطفاً نام یا آدرس اینترنتی PPA را که می خواهید اضافه کنید وارد کنید:
sr@latin: Unesite naziv ili URL adresu za PPA koju želite da dodate:

source: The name of the PPA you entered isn't formatted correctly.
fa: نام PPA که وارد کردید به درستی قالب بندی نشده است.
sr@latin: Naziv ove PPA koji ste uneli nije ispravno formatiran.

source: Edit the URL of the PPA
fa: آدرس اینترنتی PPA را ویرایش کنید
sr@latin: Uredite URL adresu ove PPA

source: Are you sure you want to permanently remove the selected PPAs?
fa: آیا مطمئن هستید که می خواهید PPA های انتخاب شده را برای همیشه حذف کنید؟

source: The content of this PPA is not available. Please refresh the cache and try again.
fa: محتوای این PPA در دسترس نیست. لطفاً حافظه پنهان را بازخوانی کرده و دوباره امتحان کنید.
sr@latin: Sadržaj ove PPA nije dostupan. Osvežite keš i pokušajte ponovo.

source: Please enter the name of the repository you want to add:
fa: لطفا نام مخزنی را که می خواهید اضافه کنید وارد کنید:
sr@latin: Unesite naziv repozitorijuma koji želite da dodate:

source: This repository is already configured, you cannot add it a second time.
fa: این مخزن از قبل پیکربندی شده است، شما نمی توانید آن را برای بار دوم اضافه کنید.
sr@latin: Ovaj repozitorijum je već konfigurisan, ne možete ga dodati po drugi put.

source: Edit the URL of the repository
fa: آدرس اینترنتی مخزن را ویرایش کنید
sr@latin: Uredite URL adresu ovog repozitorijuma

source: Are you sure you want to permanently remove the selected repositories?
fa: آیا مطمئن هستید که می خواهید برای همیشه مخازن انتخاب شده را حذف کنید؟

source: OK
fa: تأیید

source: Your configuration changed
fa: پیکربندی شما تغییر کرد
sr@latin: Vaša konfiguracija je promenjena

source: Click OK to update your APT cache
fa: برای به روز رسانی حافظه پنهان APT خود روی OK کلیک کنید
sr@latin: Kliknite na OK da ažurirate keš Vašeg APT-a

source: version %s already installed
fa: نسخه %s قبلاً نصب شده است
sr@latin: verzija %s je već instalirana

source: already installed
fa: قبلاً نصب شده است
sr@latin: već je instalirano

source: Foreign packages
fa: بسته های خارجی
sr@latin: Strani paketi

source: Downgrade
fa: تنزل دادن
sr@latin: Preinstaliraj prethodnu verziju

source: The version of the following packages doesn't match the one from the repositories:
fa: نسخه بسته های زیر با نسخه موجود در مخازن مطابقت ندارد:
sr@latin: Verzije sledećih paketa ne odgovaraju onima iz repozitorijuma:

source: Remove
fa: حذف
sr@latin: Ukloni

source: The packages below are installed on your computer but not present in the repositories:
fa: بسته های زیر بر روی رایانه شما نصب شده اند اما در مخازن موجود ندارند:
sr@latin: Paketi navedeni dole su instalirani na Vašem računaru, ali ih nema u repozitorijumima:

source: Select All
fa: انتخاب همه
sr@latin: Izaberi sve

source: Package
fa: بسته
sr@latin: Paket

source: Installed version
fa: نسخه‌ی نصب شده
sr@latin: Instalirana verzija

source: Repository version
fa: نسخه‌ی مخزن
sr@latin: Verzija repozitorijuma

source: Clear
fa: پاک‌سازی
sr@latin: Očisti

source: Error: must run as root
fa: خطا: باید با روت اجرا شود
sr@latin: Greška: mora se pokrenuti kao root

source: Error: need a repository as argument
fa: خطا: به عنوان آرگومان به یک مخزن نیاز دارید
sr@latin: Greška: potreban repozitorijum kao argument

source: Configure the sources for installable software and updates
fa: پیکر بندی کردن منابع برای برنامه ها و به روز رسانی های قابل نصب
sr@latin: Konfigurišite izvore za softver i ažuriranja koji se mogu instalirati

source: Warning
fa: هشدار
sr@latin: Upozorenje

source: Review the information below very carefully before validating the command.
fa: اطلاعات زیر را با دقت قبل از اعتبار سنجی دستور بررسی کنید.
sr@latin: Pažljivo pregledajte ponovo informacije ispod, pre nego što potvrdite ovu komandu.

source: Optional Sources
fa: منابع اختیاری
sr@latin: Opcioni izvori

source: Source code repositories
fa: مخازن کد منبع
sr@latin: Repozitorijumi izvornih kodova

source: Debug symbols
fa: نمادهای اشکال زدایی
sr@latin: Simboli debagiranja

source: Restore the default settings
fa: تنظیمات پیش فرض را بازیابی کنید
sr@latin: Vrati podrazumevana podešavanja

source: Official Repositories
fa: مخازن رسمی
sr@latin: Zvanični repozitorijumi

source: Add
fa: افزودن
sr@latin: Dodaj

source: Edit
fa: ویرایش
sr@latin: Uredi

source: PPAs
fa: PPA ها
sr@latin: PPA

source: Additional Repositories
fa: مخازن اضافی
sr@latin: Dodatni repozitorijumi

source: Import
fa: وارد کردن
sr@latin: Uvezi

source: Download
fa: بارگیری
sr@latin: Preuzimanje

source: Authentication Keys
fa: کلیدهای احراز هویت
sr@latin: Ključevi za autentifikaciju

source: Fix MergeList problems
fa: رفع مشکلات MergeList
sr@latin: Reši probleme sa MergeListom

source: Purge residual configuration
fa: پاکسازی پیکربندی باقیمانده
sr@latin: Pročisti preostаlu konfigurаciju

source: Remove duplicate entries
fa: حذف ورودی های تکراری
sr@latin: Ukloni duplikate unosa

source: Add missing keys
fa: اضافه کردن کلیدهای از دست رفته
sr@latin: Dodaj nedostajuće ključeve

source: Remove foreign packages
fa: حذف بسته های خارجی
sr@latin: Ukloni strane pakete

source: Downgrade foreign packages
fa: کاهش نسخه بسته های خارجی
sr@latin: Vrati strane pakete na prethodnu verziju

source: Maintenance
fa: نگهداری
sr@latin: Održavanje

source: Select Mirror
fa: انتخاب میرور
sr@latin: Izaberite preslikani server

source: Apply
fa: اعمال
sr@latin: Primeni

source: This PPA provides the following packages. Please select the ones you want to install.
fa: این PPA بسته های زیر را ارائه می دهد. لطفا مواردی را که می خواهید نصب کنید انتخاب کنید.
sr@latin: Ova PPA daje sledeće pakete. Izaberite one koje želite da instalirate.

source: Install
fa: نصب
sr@latin: Instaliraj

source: URL
sr@latin: URL adresa

source: Backported packages
sr@latin: Paketi portovani sa novijih verzija

source: Are you sure you want to permanently remove this key?
sr@latin: Da li ste sigurni da želite da trajno uklonite ovaj ključ?

source: Are you sure you want to permanently remove this PPA?
sr@latin: Da li ste sigurni da želite da trajno uklonite ovu PPA?

source: Are you sure you want to permanently remove this repository?
sr@latin: Da li ste sigurni da želite da trajno uklonite ovaj repozitorijum?

source: Mirrors
sr@latin: Preslikani serveri
