Repository: Feliks-WR/mint-translations
Catalog: po-export/mintwelcome/mintwelcome-*.po
Languages: fi, fr, he, ja

source: Welcome
fi: Tervetuloa
fr: Bienvenue
he: ברוך בואך
ja: ようこそ

source: First Steps
fi: Vaiheet
fr: Premiers pas
he: צעדים ראשונים
ja: はじめに

source: Documentation
fi: Ohjeet
he: מדריכים למשתמש
ja: ドキュメンテーション

source: Help
fi: Tuki
fr: Aide
he: עזרה
ja: ヘルプ

source: Contribute
fi: Osallistu
fr: Contribuer
he: תרומה
ja: 貢献

source: Show this dialog at startup
fi: Näytä tämä ikkuna käynnistyksen yhteydessä
fr: Afficher cette fenêtre au démarrage
he: הצגת תיבת דו־שיח זו בהפעלה
ja: 起動時にこのダイアログを表示

source: Welcome Screen
fi: Aloitusnäkymä
fr: Écran d'accueil
he: מסך ברוכים הבאים
ja: ようこそ画面

source: Introduction to Linux Mint
fi: Johdatus Linux Mintiin
fr: Introduction à Linux Mint
he: הצגת לינוקס מינט
ja: Linux Mint のご紹介

source: Install Multimedia Codecs
fi: Asenna multimediakoodekit
fr: Installation des codecs multimédias
he: התקן קודקים של מולטימדיה
ja: マルチメディアコーデックのインストール

source: Add all the missing multimedia codecs
fi: Lisää kaikki puuttuvat multimediakoodekit
fr: Ajouter tous les codecs manquants
he: התקן את כל הקודקים החסרים של המולטימדיה
ja: インストールされていないマルチメディアコーデックをすべて追加します。

source: Linux Mint is a great project. It is open to anyone who wants to participate. There are many ways to help. Click the button below to see how you can get involved.
fi: Linux Mint on hieno projekti. Se on avoin kaikille jotka haluavat osallistua ja olemassa monia tapoja auttaa. Katso miten voit osallistua painamalla alla olevaa painiketta.
fr: Linux Mint est un projet formidable, qui est ouvert à tous ceux qui veulent y participer. Il y a de nombreuses façons d'aider. Cliquez sur le bouton ci-dessous pour voir comment vous pouvez y participer.
he: הפרוייקט הנהדר Linux Mint פתוח לכל מי שרוצה להשתתף. ישנן דרכים רבות לסייע. כדי לראות דרכים אפשריות למעורבות לחץ/י על הכפתור מתחת
ja: Linux Mintは、素晴らしいプロジェクトです。参加したい人は誰でも参加できます。手伝う方法はたくさんあります。下のボタンをクリックして、参加する方法を確認しましょう。

source: Launch
fi: Aloita
fr: Lancer
he: הפעלה
ja: 起動する

source: The Linux Mint documentation consists of a collection of guides, available in PDF, ePUB and HTML and available in many languages. Click the button below to see which guides are available.
fi: Linux Mint ohjeet sisältää kokoelman oppaita useilla kielillä (PDF, ePub ja HTML). Katso saatavilla olevat oppaat painamalla alla olevaa painiketta.
fr: La documentation Linux Mint consiste en une collection de guides PDF, ePUB et HTML disponibles dans de nombreuses langues. Cliquez sur le bouton ci-dessous pour voir les guides disponibles.
he: התיעוד לגבי Linux Mint כולל אוסף של מדריכים, הזמינים ב PDF, ePub ו HTML ובשפות רבות. כדי לראות אלו מדריכים זמינים יש ללחוץ על הכפתור מתחת
ja: Linux Mintのドキュメントは、PDF、ePUB、HTML、および多くの言語で利用できる、一連の手引きで構成されています。下のボタンをクリックして、利用可能な手引きを確認してください。

source: New Features
fi: Uudet ominaisuudet
fr: Nouvelles fonctionnalités
he: תכונות חדשות
ja: 新機能

source: Click the button below to discover the new features introduced in this version of Linux Mint.
fi: Tutustu tämän Linux Mint version uusiin ominaisuuksiin painamalla alla olevaa painiketta.
fr: Cliquez sur le bouton ci-dessous pour découvrir les nouvelles fonctionnalités introduites dans cette version de Linux Mint.
he: כדי לראות תכונות חדשות המוצגות בגירסא זו של Linux Mint יש ללחוץ על הכפתור מתחת
ja: 下のボタンをクリックして、今回のバージョンのLinux Mintで導入された新しい機能をご覧ください。

source: Release Notes
fi: Julkaisutiedot
fr: Notes de version
he: הערות שחרור גרסה
ja: リリースノート

source: Click the button below to read about known bugs, limitations and workarounds for this version of Linux Mint.
fi: Lue tietoa tämän Linux Mint version tunnetuista virheistä, rajoituksista, sekä kiertoteistä painamalla alla olevaa painiketta.
fr: Cliquez sur le bouton ci-dessous pour voir les bogues connus, les limitations et les méthodes de contournement pour cette version de Linux Mint.
he: כדי לקרא אודות בעיות ידועות, מגבלות ופתרונות לגירסא זו של Linux mint יש ללחוץ על הכפתור מתחת
ja: 下のボタンをクリックして、このバージョンのLinux Mintの既知のバグ、制限、および回避策についてお読みください。

source: Desktop Colors
fi: Työpöydän värit

source: First, make yourself at home. Choose your favorite color and whether you prefer a light or a dark desktop theme.
fi: Voit valita värin ja työpöydän teeman vaaleasta tummaan. Ole kuin kotonasi.

source: Panel Layout
fi: Paneelin ulkoasu

source: Choose your favorite layout.
fi: Valitse sinulle sopivin paneelin toiminta.

source: Modern
fi: Nykyaikainen
fr: Moderne
he: מודרני
ja: モダン（近代的なスタイル）

source: A large panel with grouped windows and a small system tray.
fi: Hieman korkeampi paneeli, ikkunat ovat ryhmitettyjä ja Ilmoitusalueen kuvakkeet pieniä.

source: Traditional
fi: Perinteinen
fr: Traditionnel
he: מסורתי
ja: トラディショナル（従来のスタイル）

source: A small panel and a traditional window list.
fi: Matalampi paneeli ja ohjelmien nimet esitetään perinteiseen tapaan.

source: Note: Cinnamon will restart after you choose a new layout. Any customization you made to the panel will be lost.
fi: Huomaa: Cinnamon käynnistyy uudelleen, kun olet tehnyt valintasi. Kaikki aikaisemmin lisätyt muutokset menetetään.
fr: Remarque: Cinnamon va redémarrer une fois que vous aurez choisi un nouvel agencement. Toute modification que vous aurez apportée au panneau sera perdue.
he: לתשומת לב: Cinammon יאתחל לאחר בחירה של עיצוב חדש. כל שינוי שעשית לפנל יאבד.
ja: 注：新しいレイアウトを選択すると、Cinnamonが再起動します。パネルに対して行ったカスタマイズは失われます。（デフォルトの設定に一部戻ります）

source: System Snapshots
fi: Palautuspisteet
fr: Instantanés système
he: תמונת-מצב (Snapshot) של המערכת
ja: システムスナップショット

source: Next, let's set automatic system snapshots. A minimum of two daily and two boot snapshots are recommended. If anything breaks, you can then restore your computer to its previous working state.
fi: Seuraavaksi automaattiset järjestelmän palautuspisteet. Suositus on vähintään kahden päivän ja käynnistyskerran palautuspistettä. Voit palauttaa tietokoneen aikaisempaan toimivaan tilaan, jos jokin rikkoutuu.

source: Driver Manager
fi: Ajurit
fr: Gestionnaire de pilotes
he: מנהל התקנים
ja: ドライバーマネージャ

source: Check the Driver Manager to see if it recommends any additional drivers for your computer. Most hardware components are recognized by the Linux kernel and work automatically without the need to install drivers. Some however require proprietary drivers to be recognized or to work better.
fi: Tarkista ajurien hallinta, suositteleeko se lisäohjaimia tietokoneellesi. Linux kernel tunnistaa laitteiston ja toimii automaattisesti ilman asentamista. Jotkut laitteet toimiakseen paremmin vaativat kuitenkin patentoituja laitevalmistajan ohjaimia.
fr: Vérifiez le gestionnaire de pilotes pour voir s'il recommande des pilotes additionnels pour votre ordinateur. La plupart des composants matériels sont reconnus par le noyau Linux et fonctionnent automatiquement sans avoir besoin d'installer des pilotes. D'autres ont toutefois besoin de pilotes propriétaires pour être reconnus ou pour mieux fonctionner.
he: יש לבדוק את מנהל ההתקנים כדי לדעת האם דרייברים נוספים נדרשים למחשב שלך. רוב רכיבי החומרה מזוהים ע"י ליבת הלינוקס ועובדים ללא צורך להתקין דרייברים אולם חלק זקוקים לדרייברים קינייניים כדי שיופעלו או כדי שיעבדו טוב יותר.
ja: ドライバーマネージャを確認して、コンピュータに追加のドライバーが必要かを確認します。ほとんどのハードウェアコンポーネントはLinuxカーネルによって認識され、ドライバーをインストールしなくても自動的に動作します。ただし、プロプライエタリ（公式でない）ドライバーが必要な場合もあります。

source: Multimedia Codecs
fi: Multimediakoodekit
fr: Codecs multimédias
he: מקודדי מולטימדיה
ja: マルチメディアコーデック

source: Additional multimedia codecs are required to support some formats and to play popular audio, video and web content. Click the button below to install them.
fi: Muita multimediakoodekkeja tarvitaan joidenkin formaattien tukemiseen ja suositun ääni-, video- ja verkkosisällön toistamiseen. Paina alla olevaa painiketta asentaaksesi ne.
fr: Des codecs multimédias supplémentaires sont nécessaires pour le support de certains formats et pour jouer certains contenus audio, vidéo ou web. Cliquez sur le bouton ci-dessous pour les installer.
he: מקודדי מולטימדיה נוספים נדרשים כדי לתמוך בפורמטים מסויימים ולנגן מוזיקה, וידאו ותכנים אינטרנטיים. כדי להתקין אותם יש ללחוץ על הכפתור מתחת
ja: いくつかのファイル形式をサポートしたり、一般的な音楽、動画、およびWebコンテンツを再生するには、追加のマルチメディアコーデックが必要です。それらをインストールするには、下のボタンをクリックしてください。

source: Update Manager
fi: Päivitykset
fr: Gestionnaire de mises à jour
he: מנהל עדכונים
ja: アップデートマネージャ

source: The little shield icon in your system tray is your Update Manager. It provides software updates, security updates and kernel updates to fix bugs, keep your computer safe and support newer hardware components.
fi: Pieni kilpikuvake ilmoitusalueella on päivitysten hallinta. Tarjoaa päivityksiä ohjelmille, tietoturvaan ja kerneliin. Päivitykset korjaavat vikoja, pitävät tietokoneesi turvallisena ja tukevat paremmin uudempaa laitteistoa.
fr: L’icône en forme de petit bouclier dans votre barre des tâches est votre gestionnaire de mises à jour. Il fournit des mises à jour logicielles, des mises à jour de sécurité et des mises à jour du noyau pour résoudre des bogues, maintenir votre ordinateur en sécurité et améliorer la prise en charge de nouveaux composants matériels.
he: סימן המגן הקטן בלוחית המערכת הוא מנהל העידכונים שלך. הוא מספק עידכוני תוכנות, עידכוני אבטחה ועידכוני ליבה לתיקון שגיאות, לשמירה על המחשב שלך בטוח ולתמיכה ברכיבי חומרה חדשים.
ja: システムトレイの小さな「盾」のアイコンは、アップデートマネージャです。ソフトウェアアップデート、セキュリティアップデート、カーネルアップデートを提供して、バグを修正し、コンピュータを安全に保ち、新しいハードウェアコンポーネントをサポートします。

source: System Settings
fi: Järjestelmäasetukset
fr: Paramètres du système
he: הגדרות מערכת
ja: システム設定

source: Have a look at the system settings and configure your operating system the way you like. Don't hesitate to customize it and make it feel like home.
fi: Vilkaise järjestelmäasetuksia ja voit säätää käyttöjärjestelmääsi. Älä epäröi tehdä muutoksia. Tee järjestelmästäsi sellainen kuin sinä haluat.
fr: Parcourez les paramètres systèmes et configurez votre système d'exploitation comme vous le souhaitez. N’hésitez pas à le personnaliser, vous êtes ici chez vous.
he: הסתכל/י בהגדרות המערכת כדי להגדרי את מערכת ההפעלה שלך באופן האהוב עליך. אין צורך להסס לשנות אותה ולגרום לה להרגיש כמו בבית
ja: システム設定をご覧ください。好きなようにシステムを設定してください。ただし、homeのようにはカスタマイズしないでください。

source: Software Manager
fi: Ohjelmisto
fr: Gestionnaire de logiciels
he: מנהל התוכנות
ja: ソフトウェアマネージャ

source: There are about 60,000 applications available. Linux Mint comes with the bare minimum to get you started. The Software Manager is there if you're looking for more.
fi: Saatavilla on noin 60 000 sovellusta. Linux Mint toimitetaan vain paketeilla, joilla pääset alkuun. Jos tarvitset lisää, ohjelmistohallinta on sinua varten.
fr: Il y a près de 60.000 applications disponibles. Linux Mint est livré avec le strict minimum pour vous aider à démarrer. Le gestionnaire de logiciels est là si vous voulez en installer d'avantage.
he: ישנם כ60,000 יישומים זמינים. Linux Mint מגיעה עם המינימום ההכרחי לצורך התחלה. מנהל התוכנות נמצא כאן אם מחפשים עוד.
ja: 約60,000のアプリケーションが利用可能です。Linux Mintには、初めは最低限の機能が備わっています。アプリケーションをさらにお探しの場合は、ソフトウェアマネージャがあります。

source: Firewall
fi: Palomuuri
fr: Pare-feu
he: חומת-אש
ja: ファイアウォール

source: Control and monitor network traffic by enabling the firewall.
fi: Hallitse ja tarkkaile verkkoliikennettä ottamalla palomuuri käyttöön.
fr: Contrôlez et surveillez le trafic réseau en activant le pare-feu.
he: לנטר ולשלוט על התנועה ברשת ע"י הפעלת חומת-האש
ja: ファイアウォールを有効にして、ネットワークを制御したり、監視します。

source: Web Forums
fi: Foorumit
fr: Forums Web
he: פורומים באינטרנט
ja: Webフォーラム

source: The Linux Mint forums are the best place to find help. Join thousands of users, search topics and threads and find solutions to your problems.
fi: Linux Mint foorumit ovat paras paikka löytää apua. Liity tuhansien käyttäjien joukkoon, etsi aiheita ja löydä ratkaisuja ongelmiisi.
fr: Le forum Linux Mint est le meilleur endroit pour trouver de l'aide. Rejoignez des milliers d'utilisateurs, cherchez parmi les fils de discussion et les réponses pour trouver une solution à vos problèmes.
he: הפורומים של Linux Mint הם המקום הטוב ביותר כדי למצוא עזרה. הצטרפ/י לאלפי משתמשים/ות, חיפוש של נושאים וקישורים ומציאת פתרונות לבעיות שלך.
ja: Linux Mintフォーラムは、手助けとなるものを見つけるのに最適な場所です。何千人ものユーザーに参加して、トピック（話題）とかスレッドを検索し、問題の解決策を見つけてください。

source: IRC Chat Room
fi: IRC Chat keskustelu
fr: Salle de discussion IRC
he: חדר צ׳אט ב־IRC
ja: IRCチャットルーム

source: You can also connect to the IRC chat room and chat with users who are currently online. Ask a question, maybe someone there knows the solution?
fi: Voit myös yhdistää IRC-huoneeseen ja keskustella paraikaa verkossa olevien käyttäjien kanssa. Esitä kysymyksesi: ehkä joku tietää vastauksen?
fr: Vous pouvez aussi vous connecter à la salle de discussion IRC et clavarder avec les utilisateurs qui sont actuellement en ligne. Posez une question, peut-être que quelqu'un connaît la réponse ?
he: את/ה יכול/ה גם להתחבר לחדר צ'ט בIRC כדי לשוחח עם משתמשים אחרים הנמצאים כרגע און-ליין. אולי מישהו/י שם יודע/ת את הפתרון לשאלה שלך?
ja: IRCチャットルームに接続して、現在オンラインになっているユーザーとチャットすることもできます。質問をすれば、おそらく誰かが解決策を知っているかもしれません。

source: Linux Mint has a great community. Many users will welcome you with open arms and be delighted to help you. Make sure to be patient and respectful with them. Keep a happy and positive attitude and provide accurate information when someone helps you.
fi: Linux Mintillä on mahtava yhteisö. Monet käyttäjät toivottavat sinut avosylin tervetulleeksi ja auttavat sinua mielellään. Muista olla kärsivällinen ja kunnioita muiden mielipedettä. Säilytä iloinen ja myönteinen asenne ja anna oikeaa tietoa, kun joku auttaa sinua.
fr: Linux Mint a une superbe communauté . De nombreux utilisateurs vous accueilleront à bras ouverts et seront ravis de vous aider. Assurez-vous d'être patient et respectueux des autres. Gardez une attitude joyeuse et positive et soyez précis dans les informations que vous fournissez quand quelqu'un vous aide.
he: לLinux Mint יש קהילה נהדרת. משתמשים רבים יקבלו אותך בזרועות פתוחות ויעזרו לך בחפץ לב. שים לב להיות סבלני ומכבד כלפיהם. שמור על גישה שמחה וחיובית וספק מידע מדוייק כאשר מישהו עוזר לך
ja: Linux Mintには素晴らしいコミュニティがあります。多くのユーザーは歓迎し、喜んでお手伝いします。 がまん強く、敬意を払って、前向きな姿勢を保てば、誰かがあなたを助けてくれ、正しい情報を提供してもらえます。

source: If you have a bad experience with another user, try to solve it responsibly or contact the moderation team. Although we can't guarantee everyone will behave nicely, our project promotes help, respect, tolerance, ideas and constructive discussions.
fi: Jos sinulla on huonoja kokemuksia toisesta käyttäjästä, yritä ratkaista se vastuullisesti tai ota yhteyttä valvojaan. Vaikka emme voi taata, että kaikki käyttäytyvät hyvin, projektimme edistää apua, kunnioitusta, suvaitsevaisuutta, ideoita ja rakentavaa keskustelua.
fr: Si vous avez une mauvaise expérience avec un autre utilisateur, essayez de résoudre le problème de façon responsable ou bien contactez l’équipe de modération. Bien qu'on ne puisse garantir que tout le monde se comportera bien, notre projet promeut l'aide, le respect, la tolérance, les idées et les discussions constructives.
he: אם נוצר אצלך נסיון שלילי עם משתמש נוסף, נסה לפתור זאת באופן אחראי או צור קשר עם צוות האחראים. על-אף שאיננו יכולים להבטיח שכולם יתנהגו יפה, הפרוייקט שלנו מקדם סיוע, כבוד, סובלנות, רעיונות ודיונים מועילים.
ja: 他のユーザと気まずくなった場合は、責任を持って自分で解決するか、仲介となるチームに連絡してください。すべての人とうまく行くかは保証できませんが、私たちのプロジェクトは、手助け、尊敬、寛容、アイデア、建設的な議論を促進します。

source: Welcome to Linux Mint
fi: Tervetuloa Linux Mintin pariin
fr: Bienvenue dans Linux Mint
he: ברוכים הבאים ל-Linux Mint
ja: Linux Mint へようこそ

source: Welcome to your new operating system!
fi: Tervetuloa uuteen käyttöjärjestelmääsi!
fr: Bienvenue dans votre nouveau système d'exploitation !
he: ברוך בואך למערכת ההפעלה החדשה שלך!
ja: 新しいオペレーティングシステムへようこそ。

source: This welcome screen will guide you through your first steps, show you how to find help and where to get more information about Linux Mint.
fi: Tämä aloitusnäkymä ohjaa sinua ensimmäisten vaiheiden läpi, sekä näyttää kuinka löydät apua sekä mistä saat lisätietoja Linux Mintistä.
fr: Cet écran d'accueil vous guidera lors de vos premiers pas et vous montrera comment trouver de l'aide et où trouver plus d'information sur Linux Mint.
he: מסך קבלת פנים זה ינחה אותך בצעדיך הראשונים, יציג בפניך כיצד לקבל עזרה והיכן למצוא מידע נוסף אודות Linux Mint
ja: ようこそ画面では、最初の手順を説明し、ヘルプの検索方法とLinux Mintに関する詳細情報の入手先を示します。

source: On behalf of the development team and everyone involved in the project, we'd like to thank you for choosing Linux Mint. We hope you'll enjoy using it as much as we enjoy working on it.
fi: Kehitystiimin ja kaikkien projektiin osallistuneiden nimissä, haluamme kiittää sinua Linux Mintin valitsemisesta. Toivomme, että nautit sen käyttämisestä yhtä paljon, kuin me nautimme sen parissa työskentelystä.
fr: Au nom de l'équipe de développement et de toutes les personnes qui contribuent au projet, nous vous remercions d'avoir choisi Linux Mint. Nous espérons que vous aimerez l'utiliser autant que nous aimons travailler dessus.
he: בשם צוות הפיתוח וכל מי ששותף/ה לפרוייקט הזה, ברצוננו להודות לך על שבחרת Linux Mint. אנו מקווים שתהנו להשתמש בו כפי שאנו נהנינו לעבוד עליו.

source: Have a great time and don't hesitate to send us your feedback.
fi: Pidä hauskaa ja äläkä epäröi lähettää meille palautetta.
fr: Nous vous souhaitons une agréable expérience. N'hésitez pas à nous envoyer vos impressions.
he: מאחלים לך הנאה מרובה וממליצים לך שלא להסס לשלוח לנו משוב.
ja: 素晴らしい時間を過ごして、そして遠慮なく私たちにあなたのフィードバックをお送りください。

source: Let's go!
fi: Aloitetaan!

source: The first thing to do is to set automatic system snapshots. A minimum of two daily and two boot snapshots are recommended. If anything breaks, you can then restore your computer to its previous working state.
fr: La première chose à faire est d'automatiser les instantanés système. Un minimum de deux sauvegardes journalières et de deux sauvegardes de démarrage est recommandé. Si quelque chose cesse de fonctionner, vous pouvez alors restaurer votre ordinateur à son état de fonctionnement précédent.
he: הדבר הראשון לעשות הוא לכוון צילום-מצב (ּSnapshot) של המערכת. מומלץ ליצור צילום מצב של המערכת פעמיים ביום ושניים של עליה (boot). אם משהו מתקלקל, ניתן לשחזר את המחשב למצבו העובד האחרון.
ja: 最初に行うことは、（復元ポイント機能であるTimeshiftを使えるようにするための初期設定となる）自動システムスナップショットを設定することです。少なくとも2つの毎日のスナップショットと2つのブート時のスナップショットが推奨されています。何かが壊れた場合は、コンピュータを以前の（正常な）動作状態に復元できます。

source: Desktop Layout
fr: Agencement du bureau
he: עיצוב שולחן העבודה
ja: デスクトップレイアウト

source: Choose your favorite desktop layout.
fr: Choisissez votre agencement de bureau favori.
he: לבחור את עיצוב שולחן העבודה המועדף עליך
ja: 気に入ったデスクトップレイアウトを選択してください。

source: A small panel, a traditional window list and the Mint-X theme.
fr: Un petit panneau, une liste de fenêtres traditionnelle et le thème Mint-X.
he: פנל קטן, רשימת חלונות מסורתית וערכת Mint-X
ja: 小さなパネル、従来のウィンドウリスト、Mint-Xのテーマ。

source: A large panel, grouped windows, a small system tray and a modern looking theme.
fr: Un grand panneau, des fenêtres groupées, une petite barre des tâches et un thème à l'aspect moderne.
he: פנל גדול, חלונות מקובצים, מגש קטן למערכת וערכה מודרנית למראה
ja: 大きなパネル、グループ化されたウィンドウ、小さなシステムトレイ、モダン（近代的）な外観のテーマ。
