Repository: Feliks-WR/mint-translations
Catalog: po-export/mintinstall/mintinstall-ie.po
Languages: ie

source: Multimedia Codecs
ie: Codecs de multimedia

source: Multimedia Codecs for KDE
ie: Codecs de multimedia por KDE

source: Remove
ie: Remover

source: All
ie: Omni

source: Cannot process this file while there are active operations. Please try again after they finish.
ie: Ne posse processar ti-ci file quande hay operationes ancor activ. Ples repenar pos lor completion.

source: The Flatpak repo you are trying to add already exists.
ie: Li repositoria Flatpack que vu adjunte ja existe.

source: An error occurred attempting to add the Flatpak repo.
ie: Un error evenit penante adjunter li repositoria Flatpak.

source: Flatpak support is not currently available. Try installing flatpak.
ie: Suporte de flatpak ne es bentost disponibil. Pena installar flatpak.

source: Flatpak support is not currently available. Try installing flatpak and gir1.2-flatpak-1.0.
ie: Suporte de flatpak ne es bentost disponibil. Pena installar flatpak e gir1.2-flatpak-1.0.

source: Software Manager
ie: Gerente de programmas

source: Show installed applications
ie: Monstrar installat applicationes

source: Refresh the list of packages
ie: Refriscar li liste de paccages

source: About
ie: Pri

source: %d task running
ie: %d tache es activ

source: There are currently active operations. Are you sure you want to quit?
ie: Quelc operationes es ancor activ. Esque vu vole surtir?

source: Installed Applications
ie: Installat applicationes

source: Currently working on the following packages
ie: Processante li sequent paccages

source: Email
ie: E-post

source: File sharing
ie: Partition de files

source: Sound and video
ie: Son e video

source: Sound
ie: Son

source: Graphics
ie: Grafica

source: Drawing
ie: Dessine

source: Photography
ie: Fotografie

source: Publishing
ie: Publication

source: Scanning
ie: Scannation

source: Viewers
ie: Visores

source: Office
ie: Oficie

source: Games
ie: Ludes

source: Board games
ie: Ludes de table

source: First-person
ie: Prim person

source: Real-time strategy
ie: Strategies de real tempore

source: Turn-based strategy
ie: Strategies de tornes

source: Emulators
ie: Emulatores

source: Simulation and racing
ie: Simulatores e curses

source: System tools
ie: Utensiles del sistema

source: Fonts
ie: Fondes

source: Science and Education
ie: Scientie e education

source: Science
ie: Scientie

source: Maths
ie: Matematica

source: Electronics
ie: Electronica

source: Programming
ie: Programmation

source: Essentials
ie: Essentiale

source: All Applications
ie: Omni applicationes

source: All operations complete
ie: Omni operationes es complet

source: No matching packages found
ie: Null correspondent paccages trovat

source: No packages to show. This may indicate a problem - try refreshing the cache.
ie: Null paccages a monstrar. To posse indicar un problema - pena refriscar li cache.

source: Click <a href='%s'>here</a> to add your own review.
ie: Fa un clic <a href='%s'>ci</a> por adjunter vor recension.

source: Installed
ie: Installat

source: Removing
ie: Removente

source: Install
ie: Installar

source: Not installed
ie: Ne installat

source: Installing
ie: Installante

source: Cannot remove
ie: Ne successat remover

source: Removing this package could cause irreparable damage to your system.
ie: Remotion de ti-ci paccage posse dar ínreparabil damage a vor sistema.

source: Cannot install
ie: Ne successat installar

source: Installing this package could cause irreparable damage to your system.
ie: Installation de ti-ci paccage posse dar ínreparabil damage a vor sistema.

source: Not available
ie: Índisponibil

source: Please use apt-get to install this package.
ie: Ples usar apt-get por installar ti-ci paccage

source: %(localSize)s of disk space required
ie: %(localSize)s plu de disc-spacie besonat

source: %(downloadSize)s to download, %(localSize)s of disk space freed
ie: %(downloadSize)s a descargar, %(localSize)s de disc-spacie a liberar

source: %(downloadSize)s to download, %(localSize)s of disk space required
ie: %(downloadSize)s a descargar, %(localSize)s plu de disc-spacie besonat

source: Install new applications
ie: Installar nov applicationes

source: Refresh
ie: Refriscar

source: Launch
ie: Lansar

source: Please be patient. This can take some time...
ie: Patientie. To va postular alquant témpor...

source: Details
ie: Detallies

source: Reviews
ie: Recensiones

source: Searching software repositories, one moment
ie: Serchante repositorias de programmas, ples atender

source: Limit search to current listing
ie: Limitar li sercha al actual liste
