Repository: Feliks-WR/mint-translations
Catalog: po-export/mint-common/mint-common-*.po
Languages: af, bn, ur

source: Install
af: Installeer
bn: ইনস্টল করুন
ur: تنصیب

source: Remove
af: Verwyder
bn: সরিয়ে ফেলুন
ur: ہٹائیں

source: Upgrade
af: Opgradeer
bn: আপগ্রেড করুন
ur: تجدید

source: Please take a look at the list of changes below.
af: Kyk asseblief na die lys van veranderinge hieronder.
bn: নিম্নের পরিবর্তনের দিকে লক্ষ্য করুন।
ur: براہ کرم ذیل میں تبدیلیوں کی فہرست پر ایک نظر ڈالیں۔

source: Additional software has to be installed
af: Bykomende sagteware moet geïnstalleer word
bn: অতিরিক্ত সফটওয়্যার হালনাগাদ করা হবে

source: Additional software has to be removed
af: Bykomende sagteware moet verwyder word
bn: অতিরিক্ত সফটওয়্যার অপসারণ করা হবে

source: Additional software has to be upgraded
af: Bykomende sagteware moet opgegradeer word
bn: অতিরিক্ত সফটওয়্যার উন্নীত করা হবে

source: Additional changes are required
af: Bykomende veranderinge word vereis
bn: অতিরিক্ত পরিবর্তন প্রয়োজন
ur: اضافی تپدیلیاں درکار ہیں

source: %s will be downloaded in total.
af: %s sal afgelaai word in totaal
bn: %s মোট ডাউনলোড করা হবে
ur: کی %s نازل ہوں گے۔

source: %s of disk space will be freed.
bn: ডিস্কে স্থান%s মুক্ত করা হবে।
ur: %s قرص جگہ خالی کی چائیگی۔

source: %s more disk space will be used.
bn: %s আরো ডিস্কে স্থান ব্যবহার করা হবে
ur: %s مزید قرص جگہ استعمال ہوگی۔

source: Flatpak Progress
af: vordering met flatpak
bn: Flatpak অগ্রগতি

source: Cancelled
af: Gekanselleer
bn: বাতিল করা হয়েছে

source: The operation was cancelled before it could complete.
bn: এটি সম্পূর্ণ হতে পারে আগে অপারেশন বাতিল করা হয়েছে

source: Initializing
af: Besig met inisialiseëring
bn: আরম্ভ করা হচ্ছে

source: Installing flatpaks
af: installering van flatpakke
bn: Flatpaks ইনস্টল করা হচ্ছে

source: Installing: %s
bn: ইনস্টল করা হচ্ছে: %s

source: Removing flatpaks
bn: flatpaks অপসারিত করা হচ্ছে

source: Removing: %s
bn: সরানো হচ্ছে: %s

source: Updating flatpaks
bn: flatpaks আপডেট করা হচ্ছে

source: Updating: %s
bn: আপডেট করা হচ্ছে: %s

source: Finished
af: Afgehandel
bn: সমাপ্ত

source: Operation completed successfully
bn: অপারেশন সফলভাবে সম্পন্ন

source: Failed
af: Onsuksesvol
bn: ব্যর্থ হয়েছে

source: An error occurred: %s
af: 'n fout het voorgekom %s
bn: একটি ত্রুটি ঘটেছে: %s

source: An error occurred
af: 'n Fout het voortgekom
bn: একটি ত্রুটি দেখা দিয়েছে
ur: ایک مسئلہ ہوگیا

source: This menu item is not associated to any package. Do you want to remove it from the menu anyway?
bn: এই মেনু আইটেম কোনো প্যাকেজের সাথে যুক্ত করা হয় না। আপনি কি মেনু থেকে এটিকে সরাতে চান?
ur: یہ فہرست کسی بھی پیکج سے مطابقت نہیں رکھتی۔ کیا آپ اسے بہرحال فہرست سے سے ہٹانا چاہیتے ہیں؟

source: The following packages will be removed:
af: Die volgende pakkies gaan verwyder word:
bn: নিম্নলিখিত প্যাকেজসমুহ অপসারিত হবে:
ur: مندرجہ ذیل پیکجز ہٹائے جائیں گے:

source: Packages to be removed
af: Pakette om te verwyder
bn: যে সব প্যাকেজ অপসারিত হবে
ur: پیکجز جو کہ ہٹائے جانے لگے ہیں

source: Package %s is a dependency of the following packages:
ur: پیکج %s مندرجہ ذیل پیکجوں کا انحصار ہیں:

source: Reinstall
ur: پھر تنصیب

source: Purge
ur: تطہیر

source: Downgrade
ur: تقدیم

source: Skip upgrade
ur: تجدید چھوڑیں

source: Additional software will be installed
ur: اضافی نرم‌افزار نصپ کیے جائیں گے

source: Additional software will be re-installed
ur: اطافی نرم‌افزار پھر نصب کیے جائیں گے

source: Additional software will be removed
ur: اضافی نرم‌افزار ہٹا دیے جائیں گے

source: Additional software will be purged
ur: اظافی نرم‌افزار کی ٹطہیر کی جاۓ گی

source: Additional software will be upgraded
ur: اضافی نرم‌افزار کی تجدید کی جاۓ گی

source: Additional software will be downgraded
ur: اضافی نرم‌افزار کی تقدیم کی جاۓ گی

source: Updates will be skipped
ur: تجادید چھوڑ دی چائیں گی

source: Flatpaks
ur: فلیٹپیکان

source: Flatpak
ur: فلیٹبیک
