Repository: Feliks-WR/mint-translations
Catalog: po-export/mint-common/mint-common-la.po
Languages: la

source: This menu item is not associated to any package. Do you want to remove it from the menu anyway?
la: Hoc in indice non invenitur in ullo fasciculo. Visne utcumque ex indice eradere?

source: The following packages will be removed:
la: Hi fasciculi eradendi sunt:

source: Packages to be removed
la: Fasciculi eradendi

source: Cannot remove package %s as it is required by other packages.
la: Fasciculus %s removeri non potest quia requisitus est ab aliis fasciculis.

source: Package %s is a dependency of the following packages:
la: Fasciculus %s est requisitus a fasciculis sequentibus:

source: Install
la: Institue

source: Reinstall
la: Iterum institue

source: Remove
la: Erade

source: Purge
la: Purga

source: Upgrade
la: Renova

source: Downgrade
la: Gradu inferiore demitte

source: Skip upgrade
la: Novationem omitte

source: Please take a look at the list of changes below.
la: Indicem mutationum in calce inspice, quaeso.

source: Additional software will be installed
la: Programmata additicia instituenda sunt

source: Additional software will be re-installed
la: Programmata additicia iterum instituenda sunt

source: Additional software will be removed
la: Programmata additicia delenda sunt

source: Additional software will be purged
la: Programmata additicia purgenda sunt

source: Additional software will be upgraded
la: Programmata additicia renovanda sunt

source: Additional software will be downgraded
la: Programmata additicia gradu inferiore demittenda sunt

source: Updates will be skipped
la: Novationes omittentur

source: Additional changes are required
la: Plures mutationes necessariae sunt

source: %s will be downloaded in total.
la: Ex rete %s extrahenda sunt.

source: %s of disk space will be freed.
la: %s areae disci evacuabuntur.

source: %s more disk space will be used.
la: %s areae disci magis occupabuntur.

source: Flatpaks
la: Flatpak

source: Flatpak
la: Flatpack

source: An error occurred
la: Error evenit
