Repository: Feliks-WR/mint-translations
Catalog: po-export/live-installer/live-installer-*.po
Languages: eo

source: Formatting %(partition)s as %(format)s ...
eo: Strukturado de %(partition)s kiel %(format)s ...

source: Mounting %(partition)s on %(mountpoint)s
eo: Surmetanta %(partition)s en %(mountpoint)s

source: ERROR: You must first manually mount your target filesystem(s) at /target to do a custom install!
eo: ERARO: Por propra instalado vi unue permane surmetu via(j)n cela(j)n dosiersistemo(j)n sur /target!

source: ERROR: Something is wrong with the installation medium! This is usually caused by burning tools which are not compatible with LMDE (YUMI or other multiboot tools). Please burn the ISO image to DVD/USB using a different tool.
eo: ERARO: Io neĝustas pri la instalada datumportilo! Ĉi tion kutime okazigas skribilo, kiu ne kongruas kun LMDE (YUMI aŭ alia plurŝargadilo). Bonvolu skribi la ISO-bildon al DVD/USB, uzante malsaman skribilon.

source: Copying %s
eo: Kopianta %s

source: Entering the system ...
eo: Oni eniras en la sistemon ...

source: Removing live configuration (packages)
eo: Foriganta rektan agordon (pakaĵoj)

source: Adding new user to the system
eo: Aldonado de nova uzanto al la sistemo

source: Writing filesystem mount information to /etc/fstab
eo: Skribado de dosiersistemaj surmetaj informoj al /etc/fstab

source: Setting hostname
eo: Agordanta nomon de gastiga komputilo

source: Setting locale
eo: Agordanta lokaĵaron

source: Localizing packages
eo: Asimilado de pakaĵoj

source: Installing drivers
eo: Instalado de peliloj

source: Setting keyboard options
eo: Agordanta klavarajn opciojn

source: Installing bootloader
eo: Instalanta praŝargilon

source: WARNING: The grub bootloader was not configured properly! You need to configure it manually.
eo: ATENTU: La GRUB-praŝargilo ne estis korekte agordita! Necesas, ke vi permane agordu tion.

source: Cleaning APT
eo: Vakiganta APT

source: Installation finished
eo: Instalado finita

source: Configuring bootloader
eo: Agordanta praŝargilon

source: Checking bootloader
eo: Kontrolanta praŝargilon

source: Language
eo: Lingvo

source: Timezone
eo: Horzono

source: Keyboard layout
eo: Klavararanĝo

source: User info
eo: Informoj pri uzanto

source: Partitioning
eo: Subdiskoj

source: Please make sure you wish to manage partitions manually
eo: Bonvolu certiĝi, ke vi deziras administri subdiskojn permane

source: Advanced options
eo: Porspertulaj opcioj

source: Summary
eo: Resumo

source: Installing Linux Mint...
eo: Instalado de Linukso Minto...

source: Installation paused: please finish the custom installation
eo: Instalado paŭzis: bonvolu fini la propran instaladon

source: Country
eo: Lando

source: Take a photo...
eo: Foti...

source: Browse for more pictures...
eo: Foliumi por pliaj bildoj...

source: Select timezone
eo: Elektu horzonon

source: Layout
eo: Aranĝo

source: Variant
eo: Devio

source: Overview
eo: Resumo

source: Calculating file indexes ...
eo: Kalkulado de dosieraj indeksoj ...

source: Cancel
eo: Nuligu

source: Open
eo: Malfermi

source: Images
eo: Bildoj

source: %s Installer
eo: Instalilo de %s

source: OK
eo: Bone

source: Quit
eo: Eliri

source: Back
eo: Reen

source: Forward
eo: Antaŭen

source: Edit partitions
eo: Redakti subdiskojn

source: Refresh
eo: Aktualigi

source: Expert mode
eo: Spertula reĝimo

source: Your full name
eo: Via tuta nomo

source: Please enter your full name.
eo: Bonvolu enigi vian plenan nomon.

source: Your username
eo: Via uzantnomo

source: This is the name you will use to log in to your computer.
eo: Ĉi tio estas la nomo, kiun vi uzos por ensaluti en vian komputilon.

source: Your password
eo: Via pasvorto

source: Please enter your password twice to ensure it is correct.
eo: Bonvolu enigi vian pasvorton dufoje por certigi, ke ĝi ĝustu.

source: Hostname
eo: Nomo de gastiga komputilo

source: This hostname will be the computer's name on the network.
eo: Ĉi tiu nomo de gastiga komputilo estos la nomo de la komputilo en la reto.

source: Automatic login
eo: Aŭtomata ensaluto

source: If enabled, the login screen is skipped when the system starts, and you are signed into your desktop session automatically.
eo: Se ŝaltite, la ensalutan ekranan oni preterlasas, kiam la sistemo startas, kaj vi estos ensalutita aŭtomate en vian labortablan seancon.

source: Log in automatically
eo: Ensaluti aŭtomate

source: Your picture
eo: Via bildo

source: This picture represents your user account. It is used in the login screen and a few other places.
eo: Ĉi tiu bildo prezentas vian konton de uzanto. Ĝi uziĝas en la ensalutekrano kaj kelkaj aliaj lokoj.

source: Click to change your picture
eo: Klaku por ŝanĝi vian bildon

source: Selected timezone:
eo: Elektita horzono:

source: Bootloader
eo: Praŝargilo

source: Install GRUB
eo: Instali GRUB

source: GRUB is a bootloader used to load the Linux kernel.
eo: GRUB estas praŝargilo, uzita por ŝargi la Linuksan kernon.

source: Use this box to test your keyboard layout.
eo: Uzu ĉi tiun enigujon por testi vian klavararanĝon.

source: Model
eo: Modelo

source: You have selected to manage your partitions manually, this feature is for ADVANCED USERS ONLY.
eo: Vi elektis administri viajn subdiskojn permane. Ĉi tiu eblo estas NUR POR SPERTULOJ.

source: Before continuing, please mount your target filesystem(s) at /target.
eo: Antaŭ ol daŭrigi, bonvolu surmeti via(j)n cela(j)n dosiersistemo(j)n sur /target.

source: Do NOT mount virtual devices such as /dev, /proc, /sys, etc on /target/.
eo: NE surmetu virtualajn aparatojn kiel /dev, /proc, /sys, ktp sur /target/.

source: During the install, you will be given time to chroot into /target and install any packages that will be needed to boot your new system.
eo: Dum instalado tempo al vi estos donita por chroot al /target kaj instali iujn ajn pakaĵojn, kiuj estos necesaj por praŝargi vian novan sistemon.

source: During the install, you will be required to write your own /etc/fstab.
eo: Dum instalado estos postulate, ke vi skribu vian propran /etc/fstab.

source: If you aren't sure what any of this means, please go back and deselect manual partition management.
eo: Se vi necertas, kion ĉi tio signifas, bonvolu reiri kaj malelekti permanan subdisk-administradon.

source: Please do the following and then click Forward to finish installation:
eo: Bonvolu fari la sekvan kaj tiam alklaki Antaŭen por fini instaladon:

source: Create /target/etc/fstab for the filesystems as they will be mounted in your new system, matching those currently mounted at /target (without using the /target prefix in the mount paths themselves).
eo: Kreu /target/etc/fstab por la dosiersistemoj, dum ili estos surmetitaj en via nova sistemo. Zorgu kongrui kun tiuj nun surmetitaj sur /target. Ne uzu la prefikson /target en la surmetaj dosierindikoj mem.

source: Install any packages that may be needed for first boot (mdadm, cryptsetup, dmraid, etc) by calling "sudo chroot /target" followed by the relevant apt-get/aptitude installations.
eo: Instalu iujn ajn pakaĵojn, kiuj eble necesas por la unua praŝargo (mdadm, cryptsetup, dmraid, ktp), per alvoko de "sudo chroot /target", sekvite fare de la koncernaj apt-get/aptitude-instaladoj.

source: Note that in order for update-initramfs to work properly in some cases (such as dm-crypt), you may need to have drives currently mounted using the same block device name as they appear in /target/etc/fstab.
eo: Notu, ke por ĝusta funkciado de update-initramfs en kelkaj kazoj (kiel dm-crypt) vi eble havu diskingojn nun surmetitajn, kiuj uzas la saman blokaparat-nomon, kiel ili aperas en /target/etc/fstab.

source: Double-check that your /target/etc/fstab is correct, matches what your new system will have at first boot, and matches what is currently mounted at /target.
eo: Kontrolegu, ke via /target/etc/fstab ĝustas, kongruas kun tio, kion via nova sistemo havos ĉe unua praŝargo, kaj kongruas kun tio, kio nun estas surmetita sur /target.

source: Device
eo: Aparato

source: Type
eo: Tipo

source: Operating system
eo: Operaciumo

source: Mount point
eo: Surmetingo

source: Format as
eo: Strukturi kiel

source: Size
eo: Grando

source: Free space
eo: Libera spaco

source: Quit?
eo: Eliri?

source: Are you sure you want to quit the installer?
eo: Ĉu vi certas, ke vi deziras eliri el la instalilo?

source: * Your username, hostname and password should only contain Latin characters. In addition to your selected layout, English (US) is set as the default. You can switch layouts by pressing both Ctrl keys together.
eo: * Via uzantonomo, nomo de gastiga komputilo kaj pasvorto enhavu nur latinajn signojn. Krom via elektita aranĝo English (US) estas agordita, kiel la defaŭlta. Eblas ŝalti inter aranĝoj per samtempa premo de ambaŭ stir-klavoj.

source: Passwords do not match.
eo: Pasvortoj ne kongruas.

source: Passwords match.
eo: Pasvortoj kongruas.

source: Installation Tool
eo: Instalilo

source: Please choose a language
eo: Bonvolu elekti lingvon

source: Please provide your full name.
eo: Bonvolu provizi vian plenan nomon.

source: Please provide a username.
eo: Bonvolu provizi uzantonomon.

source: Please provide a password for your user account.
eo: Bonvol provizi pasvorton por via konto de uzanto.

source: Your passwords do not match.
eo: Viaj pasvortoj ne kongruas.

source: Please provide a hostname.
eo: Bonvolu provizi nomon de gastiga komputilo.

source: Your username must be lower case.
eo: Via uzantonomo estu minuskla.

source: Your username may not contain whitespace characters.
eo: Via uzantonomo ne enhavu blankspacojn.

source: The hostname must be lower case.
eo: La nomo de gastiga komputilo estu minuskla.

source: The hostname may not contain whitespace characters.
eo: La nomo de gastiga komputilo ne enhavu blankspacojn.

source: Please indicate a filesystem to format the root (/) partition with before proceeding.
eo: Bonvolu indiki dosiersistemon por la strukturado de la radika (/) subdisko antaŭ ol daŭrigi.

source: Please select a root (/) partition.
eo: Bonvolu elekti radikan (/) subdiskon.

source: A root partition is needed to install Linux Mint on. - Mount point: / - Recommended size: 30GB - Recommended filesystem format: ext4
eo: Radika subdisko estas bezonata por tie instali Linukson Minton. - Surmetingo: / - Rekomendita grando: 30GB - Rekomendita dosiersistem-formo: ext4

source: The EFI partition is not bootable. Please edit the partition flags.
eo: La EFI-subdisko ne estas praŝargebla. Bonvolu redakti la subdiskajn flagojn.

source: The EFI partition is too small. It must be at least 100MB.
eo: La EFI-subdisko estas tro eta. Ĝi estu almenaŭ 100MB.

source: The EFI partition must be formatted as vfat.
eo: La EFI-subdisko estu strukturita kiel vfat.

source: Please select an EFI partition.
eo: Bonvolu elekti EFI-subdiskon.

source: An EFI system partition is needed with the following requirements: - Mount point: /boot/efi - Partition flags: Bootable - Size: Larger than 100MB - Format: vfat or fat32 To ensure compatibility with Windows we recommend you use the first partition of the disk as the EFI system partition.
eo: EFI-sistemsubdisko bezonatas kun jenaj postuloj: - Surmetingo: /boot/efi - Subdiskaj flagoj: Praŝargeblaj - Grando: Pli granda ol 100MB - Strukturo: vfat aŭ fat32 Por certigi kongruon kun Vindozo ni rekomendas al vi uzi la unuan subdiskon de la disko kiel la EFI-sistemsubdisko.

source: Install
eo: Instali

source: Localization
eo: Asimilado

source: Language:
eo: Lingvo:

source: Timezone:
eo: Tempzono:

source: Keyboard layout:
eo: Klavararanĝo:

source: User settings
eo: Agordoj de uzanto

source: Real name:
eo: Vera nomo:

source: Username:
eo: Uzantnomo:

source: Automatic login:
eo: Aŭtomata ensaluto:

source: enabled
eo: ŝaltite

source: disabled
eo: malebligite

source: System settings
eo: Sistemaj agordoj

source: Hostname:
eo: Nomo de gastiga komputilo:

source: Filesystem operations
eo: Dosiersistemaj operacioj

source: Install bootloader on %s
eo: Instali praŝargilon sur %s

source: Do not install bootloader
eo: Ne instalu paŝargilon

source: Use already-mounted /target.
eo: Uzi jam-surmetitan /target.

source: Format %(path)s as %(filesystem)s
eo: Strukturi %(path)s kiel %(filesystem)s

source: Mount %(path)s as %(mount)s
eo: Surmeti %(path)s kiel %(mount)s

source: The installation is now complete. Do you want to restart your computer to use the new system?
eo: La instalado nun kompletas. Ĉu vi deziras restartigi vian komputilon por uzi la novan sistemon?

source: Installation paused
eo: Instalado paŭzigita

source: The installation is now paused. Please read the instructions on the page carefully before clicking Forward to finish the installation.
eo: La instalado nun paŭzigitas. Bonvolu legi la instrukciojn sur la paĝo zorgeme antaŭ ol alklaki Antaŭen por fini la instaladon.

source: Installation error
eo: Instaleraro

source: Edit
eo: Redakti

source: Assign to /
eo: Atribui al /

source: Assign to /home
eo: Atribui al /home

source: Assign to /boot/efi
eo: Atribui al /boot/efi

source: Removable:
eo: Demetebla:

source: No partition table was found on the hard drive: %s. Do you want the installer to create a set of partitions for you? Note: This will ERASE ALL DATA present on this disk.
eo: Ne subdiska tabelo troveblas sur fiksita disko: %s. Ĉu vi deziras, ke la instalilo kreu aron da subdiskoj por vi? Atentu: Ĉi tio FORVIŜOS ĈIUJN DATUMOJN, kiuj ĉeestas sur ĉi tiu disko.

source: Logical partition
eo: Logika subdisko

source: Extended partition
eo: Kromsubdisko

source: Unknown
eo: Nekonate

source: Edit partition
eo: Redakti subdiskon

source: Device:
eo: Aparato:

source: Format as:
eo: Strukturi kiel:

source: Mount point:
eo: Surmetingo:

source: No
eo: Ne

source: Yes
eo: Jes
